Repository: aliaksandrviarshel/grsu_guide
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Where are we going today?
ru: Куда отправимся сегодня?

# dontYouHaveAnyFavoritePlaces
source: Don't you have any favorite places? Let's fix it!
ru: У тебя нет любимых мест? Давай это исправим!

# addPlace
source: Add a place
ru: Добавить место

source: Favorites
ru: Избранное

source: Places you want to return to
ru: Места, в которые хочется вернуться

source: Add to favorites
ru: Добавить в избранное

source: Exhibition halls and galleries
ru: Выставочные залы и галереи

# academicBuildingsAndPersonalities
source: Educational buildings and personalities
ru: Учебные корпуса и персоналии

source: Libraries and reading rooms
ru: Библиотеки и читальные залы

source: Cafe / dining rooms
ru: Кафе / столовые

source: Dormitories
ru: Общежития

source: Architecture
ru: Архитектура

source: Leisure
ru: Досуг

source: Art shops and photo studios
ru: Арт-магазины и фотоателье

source: Virtual Gallery
ru: Виртуальная галерея

source: Settings
ru: Настройки

source: About developers
ru: О разработчиках

# somethingAboutDevelopers
source: Shota Pra developer
ru: Шота пра разработчикав

source: For lefties
ru: Для леворучек

source: For righties
ru: Для праворучек

# currentLanguage
source: language: English / Английский
ru: язык: Russian / Русский

# lightTheme
source: Bright theme
ru: Светлая тема

source: Dark theme
ru: Темная тема

source: We are working on this page
ru: Мы работаем над этой страницей

# toAccessThisPageYouNeedAnInternetConnection
source: To access this page you need to connect to the Internet
ru: Для доступа к этой странице нужно подключение к интернету

source: Author
ru: Автор

# painting
source: Picture
ru: Картина

# virtualGalleryDescription
source: Virtual gallery - a description should not be, but to forget that the implementation of the planned tasks allows us to evaluate the value of the development model. Comrades!
ru: Витуальная галерея - описание Не следует, однако забывать, что реализация намеченных плановых заданий позволяет оценить значение модели развития. Товарищи!
